/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Programuppdatering har inte använts än.";
"SUPrefSuccessStatus" = "Programuppdatering kördes utan problem.";
"SUPrefAllInactiveStatus" = "De enda tillgängliga uppdateringarna är de du har valt att ignorera.";
"SUPrefNoUpdatesStatus" = "Inga nya programuppdateringar hittades.";
"SUPrefFailedCantConnectStatus" = "Misslyckades. Kunde inte ansluta till Internet.";
"SUPrefFailedGenericStatus" = "Misslyckades. Fel inträffade vid kontrollen.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Ignorerade uppdateringar finns nu tillgängliga.";

"SUPrefScanningStatus" = "Letar efter nya program…";
"SUPrefServerErrorStatus" = "Servern är inte tillgänglig för tillfället. Försök igen senare.";
"SUPrefUnexpectedErrorStatus" = "Ett oväntat fel har inträffat.";

"SUPrefCancellingStatus" = "Avbryter…";
"SUPrefCancelledStatus" = "Avbröts.";

"SUPrefLastStatusCheckTitle" = "Senaste kontroll:";
"SUPrefLastStatusFailedTitle" = "Senaste försök:";
"SUPrefCurrentStatusTitle" = "Status:";
"SUPrefLastSuccessfulStatus" = "Lyckades. %@.";

"SUPrefNextScheduledDate" = "Nästa schemalagda: %@.";

"Software Update can't check for updates because of a network problem." = "Programuppdatering kan inte leta efter uppdateringar p.g.a. ett nätverksproblem.";
"Failed to check for updates." = "Sökning efter uppdateringar misslyckades.";
"Diagnose..." = "Nätverksdiagnos…";
"SUPrefCheckConfigMessage" = "Se till att du är ansluten till Internet och försök sedan igen.";
"OK" = "OK";

"SUPrefUpdateNow" = "Uppdatera nu";
"CANCEL" = "Avbryt";
